Revit 2027 API
SymbolTypeId.TfDashMPerM Property
 Symbol Tf-m/m, indicating unit Tonne force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TfDashMPerM { get; }
Public Shared ReadOnly Property TfDashMPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TfDashMPerM {
	ForgeTypeId^ get ();
}
static member TfDashMPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace